Repository: mobyle2-legacy/mobyle2.core
Catalog: mobyle2/locale/*/LC_MESSAGES/mobyle2.po
Languages: fr

source: Anonym
fr: Anonyme

source: Internal user
fr: Utilisateur interne

source: External user
fr: Utilisateur externe

source: Project owner
fr: Créateur du projet

source: Project watcher
fr: Surveillant du projet

source: Project contributor
fr: Contributeur du projet

source: Project manager
fr: Administrateur du projet

source: Portal administrator
fr: Administrateur du portail

source: Administrative access
fr: Accès d'administration

source: Server management
fr: Administrer les serveurs

source: Service management
fr: Administrer les services

source: Manage project permissions
fr: Administrer les permissions au niveau de ce projet

source: Users only administrative access
fr: Accès à l'administration des utilisateurs

source: Authentication backends only administrative access
fr: Accès à la Configuration des méthodes d'identification

source: View access
fr: Accès en lecture

source: View project
fr: Voir un projet

source: Create project
fr: Créer un projet

source: Delete project
fr: Supprimer le projet

source: Edit project
fr: Editer le projet

source: View notebook
fr: Voir le notebook

source: Create notebook
fr: Créer le notbook

source: Delete notebook
fr: Supprimer le notebook

source: Edit notebook
fr: Editer le notebook

source: View service
fr: Voir le service

source: Create service
fr: Créer le service

source: Delete service
fr: Supprimer le service

source: dit service
fr: Editer le service

source: Run job
fr: Executer le job

source: View job
fr: Voir un job

source: Create job
fr: Créer le job

source: Delete job
fr: Supprimer le job

source: Edit job
fr: Editer le job

source: Manage portal
fr: Administrer le portail

source: Add an user
fr: Ajouter un utilisateur

source: Edit an user
fr: Editer un utilisateur

source: Delete an user
fr: Supprimer un utilisateur

source: Add a group
fr: Ajouter un utilisateur

source: Edit a group
fr: Ajouter un groupe

source: Delete a group
fr: Supprimer un groupe

source: Manage groups
fr: Administrer les groupes

source: Manage roles
fr: Administrer les rôles

source: Manage group project access
fr: Administrer les accès par groupes du projets

source: Manage project roles
fr: Administrer les rôles du projet

source: Edit the root project
fr: Editer le projet "root"

source: Add the root project
fr: Ajouter un projet

source: View the root project
fr: Voir le projet "root"

source: Delete the root project
fr: Supprimer le projet "root"

source: View services
fr: Voir les services

source: View a project
fr: Ajouter un projet

source: Add a project
fr: Ajouter un projet

source: Edit a project
fr: Editer un projet

source: Delete a project
fr: Supprimer un projet

source: Add a service
fr: Ajouter un service

source: View a service
fr: Voir un service

source: Delete a service
fr: Supprimer un service

source: Edit a service
fr: Editer un service

source: View a notebook
fr: Voir un notebook

source: Add a notebook
fr: Ajouter un notebook

source: Edit a notebook
fr: Editer un notebook

source: Delete a notebook
fr: Supprimer un notebook

source: Run a job
fr: Executer un job

source: Add a job
fr: Ajouter un job

source: Edit a job
fr: Editer un job

source: Delete a job
fr: Supprimer un job

source: Those roleid do not exists: %s
fr: Ce roleid n'existe pas : %s

source: Those userid do not exists: %s
fr: Cet userid n'existe pas : %s

source: This role already exists
fr: Ce rôle existe déjà

source: This group already exists
fr: Ce groupe existe déjà

source: Those groupid do not exists: %s
fr: Ces groupid n'existent pas : %s

source: This roleid does not exists: %s
fr: Ce role n'existe pas : %s

source: This userid does not exists: %s
fr: Cet userid n'existe pas: %s

source: This groupid does not exists: %s
fr: Ce groupid n'existe pas: %s

source: You must set a not null string
fr: Vous devez saisir une chaine non vide

source: Those ${label} do not exists: ${userids}
fr: Ces ${label} n'existent pas: ${userids}

source: Already exists
fr: Existe déjà

source: Fail
fr: Raté

source: No results matched...
fr: Pas de résultat correspondant...

source: Self registration is turned off by the administrator on this portal.
fr: La création de compte est désactivée par l'administrateur de ce portail.

source: Authentication backends
fr: Méthodes d'identification

source: Projects
fr: Projets

source: Public project
fr: Projets publiques

source: Programs
fr: Programmes

source: Viewers
fr: Voir les viewers

source: Home
fr: Accueil

source: Default project created on sign in
fr: Projet créé automatiquement à la première connexion

source: Users
fr: Utilisateurs

source: Backend
fr: Lister les méthodes d'identification

source: Edit backend settings
fr: Editer les paramêtres d'identification

source: Authentication backends configuration
fr: Configuration des méthodes d'identification

source: Edit general authentication settings
fr: Editer les paramêtres généreaux d'identification

source: List backends
fr: Lister les méthodes d'identification

source: Add a backend
fr: Ajouter une méthode d'identification

source: Restart the server to apply configuration
fr: Redémarrer le server pour appliquer la configuration

source: Manage general authentication settings
fr: Editer les paramêtres généreaux d'identification

source: Name :
fr: Nom :

source: Description :
fr: Description de la méthode :

source: Enabled :
fr: Activé :

source: LDAP Users filter :
fr: Filtre pour rapatrier les utilisateurs LDAP

source: LDAP Groups filter:
fr: Filtre pour rapatrier les groupes LDAP

source: Username :
fr: Utilisateur :

source: Database :
fr: Base de données :

source: File
fr: Fichier

source: API Key :
fr: Clé d'API

source: API Secret :
fr: Mot dx passe de la clé d'API

source: There was a problem with this section
fr: Il y a eu un probleme dans cette section

source: Selected
fr: Selectionné

source: Not Selected
fr: Pas selectionné

source: You are here
fr: Vous êtes ici

source: Login
fr: Identifiant

source: Welcome
fr: Bienvenu

source: Logout
fr: Se déconnecter

source: view program ${a}
fr: Voir le programme ${a}

source: Project configuration
fr: Configuration du projet

source: Projects configuration
fr: Configuration des projets

source: Access management
fr: Administrer les accès

source: view services
fr: voir les services

source: view workflows
fr: Voir les workflows

source: view viewers
fr: Voir les viewers

source: view programs
fr: Voir les programmes

source: view program ${a} (${c.items[a].context.type})
fr: voir le program ${a} (${c.items[a].context.type})

source: view viewer ${a}
fr: voir le viever ${a}

source: view workflow ${a}
fr: voir le workflow ${a}

source: Are you sure you want to reload the webserver ?
fr: Etes vous sur de vouloir recharger le serveur web ?

source: Group management
fr: Administrer les groupes

source: Existing groups
fr: Groupes existants

source: Users and groups access management
fr: Administrer les acces des utilisateurs et des groupes

source: Manage users
fr: Administrer les utilisateurs

source: Manage global roles
fr: Administrer les roles globaux

source: Manage permissions
fr: Administrer les permissions

source: Assign permission to roles
fr: Attribuer des permissions aux roles

source: Permission management
fr: Administrer les permissions

source: Role management
fr: Administrer les roles

source: User management
fr: Administrer les utilisateurs

source: Add a user
fr: Ajouter un utilisateur

source: Existing users
fr: Utilisateurs existant

source: Groups
fr: Groupes

source: Send
fr: Envoyer

source: Role modified
fr: Role Modifé

source: Something went wrongwhile modifying project: %s
fr: Quelquechose s'est mal passé en sauvant vos paramêtres: %s

source: Name
fr: Nom

source: Backend description
fr: Description de la méthode

source: Enabled
fr: Activé

source: Is this backend enabled ?
fr: Est ce que cette méthode est activée ?

source: Authentication backend
fr: Méthode d'identification

source: Host
fr: Hote

source: Password
fr: Mot de passe

source: User
fr: Utilisateur

source: Database
fr: Base de données

source: Use SSL?
fr: Utiliser le chiffrage SSL ?

source: Base dn mask to connect as in the form "cn=USERID,ou=people", ex: "cn=USERID,o=paster,dc=paris,dc=net. USERID is the placeholder for the login string the user will input.
fr: DN mask de base pour se connecter de la forme suivante: "cn=USERID,ou=people", ex:" ""cn=USERID,o=paster,dc=paris,dc=net. USERID est ce qui sera remplacé par le login" "entré par l'utilisateur.

source: API consumer
fr: Clé d'API

source: API consumer secret
fr: password lié à la clé d'API

source: Service Realm
fr: URL du service

source: Full path to the file
fr: Chemin complet vers le fichier

source: Authentication backend details
fr: Détails de la méthode d'identification

source: A new authentication backend has been created
fr: Une nouvelle méthode d'identification a été crée

source: You can try to change some settings because an exception occured while adding your new authbackend : ${msg}
fr: Vous pouvez essayer de changer quelques paramêtres car une exception s'est produite pendant l'enregistrement de votre nouvelle méthode d'identification : ${msg}

source: Backend has been updated
fr: La méthode d'identification a été mise à jour

source: delete me
fr: Supprimer moi

source: Authentication backend deleted
fr: Méthode d'identification supprimée

source: Access denied to this section
fr: Accès refusé pours cette section

source: A new project has been created
fr: Un nouveau projet a été créé

source: You can try to change some settings because an exception occured while adding your new project : ${msg}
fr: Vous pouvez essayer de changer quelques paramêtres car une exception s'est produite pendant l'enregistrement de votre nouveeau projet : ${msg}

source: Public projects
fr: Projets publics

source: My projects
fr: Mes projets

source: Projects where i have activities
fr: Les projets où j'ai une activité

source: Project has been updated
fr: Le projet à été mis à jour

source: You can try to change some settings because an exception occured while editing your authbackend: ${msg}
fr: Vous pouvez essayer de changer quelques paramêtres car une exception s'est produite pendant l'enregistrement de votre nouvelle méthode d'identification : ${msg}

source: View projects of a member
fr: Voir les projets d'un membre

source: Project management
fr: Administration du projet

source: Role name
fr: Nom du role

source: Role description
fr: Description de la méthode

source: Items have been deleted
fr: Les éléments ont été supprimés

source: Something goes wrong while saving access parameters: %s
fr: Quelquechose s'est mal passé en sauvant vos paramêtres: %s

source: Access parameters have been saved
fr: Les paramêtres d'accès ont été sauvegardés

source: Group name
fr: Nom du groupe

source: Group description
fr: Description du groupe

source: Permission name
fr: Nom de la permission

source: Permission description
fr: Description de la méthode

source: Group
fr: Groupe

source: Edit group
fr: Editer le groupe

source: Group modified
fr: Groupe modifié

source: Something went wrongwhile modifying group: %s
fr: Quelquechose s'est mal passé en sauvant votre groupe: %s

source: Display Name
fr: Nom d'affichage

source: Email
fr: Mèl

source: Edit user
fr: Editer un utilisateur

source: Add user
fr: Ajouter un utilisateur

source: User modified
fr: L'utilisateur a été modifié

source: Something went wrongwhile modifying user: %s
fr: Quelquechose s'est mal passé en sauvant l'utilisateur: %s

source: User was created
fr: L'utilisateur a été créé

source: Something went wrongwhile modifying role: %s
fr: Quelquechose s'est mal passé en sauvant vos paramêtres d'accès: %s
